Repository: olavopeixoto/plugin.video.brplay
Catalog: resources/language/Hebrew/strings.po
Languages: he_il

# #31200
source: Globosat Play
he_il: ניגון Globosat

# #31110
source: User
he_il: משתמש

# #31109
source: Password
he_il: סיסמה

# #31210
source: TV Provider
he_il: ספק הטלוויזיה

# #31100
source: Globo Play
he_il: נגן Globo

# #31111
source: Affiliate
he_il: שותפים

# #31003
source: Proxy
he_il: פרוקסי

# #31004
source: Use Proxy
he_il: שימוש בפרוקסי

# #32003
source: Authentication Error. Invalid user or password.
he_il: שגיאת אימות. משתמש לא חוקי או סיסמה.

# #32001
source: Live TV
he_il: ‎טלוויזיה

# #32002
source: On Demand
he_il: לפי דרישה

# #32004
source: Live
he_il: שידור חי

# #32310
source: General
he_il: כללי

# #32346
source: Accounts
he_il: חשבון

# #32010
source: Search
he_il: חיפוש

# #32056
source: Are you sure?
he_il: האם להחיל את השינויים?

# #32057
source: Process Complete
he_il: התהליך הושלם

# #32502
source: Resume from %s
he_il: המשך מ־%s

# #32503
source: Resume
he_il: תקציר

# #32072
source: Refresh
he_il: רענן

# #32073
source: Add to Globosat favorites
he_il: הוסף למועדפי Globosat

# #32074
source: Remove from Globosat favorites
he_il: הסר למועדפי Globosat

# #32075
source: Add to Globosat Watch Later
he_il: הוסף ל- Globosat - לצפייה בהמשך

# #32076
source: Remove from Globosat Watch Later
he_il: הסר מ- Globosat - לצפייה בהמשך

# #32080
source: Featured
he_il: מוצגים

# #32090
source: Favorites
he_il: מועדפים

# #32095
source: Watch Later
he_il: צפה בהמשך

# #32096
source: Watch History
he_il: היסטורית צפייה

# #33001
source: Streaming
he_il: הזרמת וידאו

# #33101
source: Player Mode
he_il: מצב נגן

# #33102
source: Adaptive
he_il: סתגלתנות (Adaptive)

# #33103
source: Auto
he_il: אוטומטי

# #33104
source: Manual
he_il: ידני

# #33105
source: Max
he_il: מקסימום

# #33106
source: Medium
he_il: בינונית

# #33107
source: Low
he_il: נמוכה

# #33200
source: Average Download Speed
he_il: מהירות ההורדה הממוצעת

# #33201
source: Proxy Type
he_il: סוג פרוקסי

# #33202
source: Downloader
he_il: מנהל הורדה

# #33203
source: Redirect
he_il: הפניה

# #33204
source: Redirect Buffered
he_il: ניתוב אגירה

# #33301
source: Show Full Videos Only
he_il: הצג וידאו מלא בלבד

# #33401
source: Show Adult Content
he_il: הצג תוכן למבוגרים

# #33402
source: Use Pagination
he_il: הצג עימוד

# #33501
source: Clear Cache
he_il: נקה זיכרון מטמון

# #33502
source: Addon Maintenance
he_il: תחזוקת הרחבה

# #34004
source: More Videos
he_il: סרטונים נוספים

# #34005
source: By Date
he_il: לפי תאריך

# #34006
source: Older Videos
he_il: סרטים ישנים יותר

# #34009
source: Select player mode:
he_il: בחר מצב נגן:

# #34010
source: Pick the desired bandwidth:
he_il: בחר את רוחב הפס הרצוי:

# #34011
source: [I]- Featured -[/I]
he_il: [I]- מציג -[/I]

# #34012
source: [I]- Most Watched -[/I]
he_il: [I]- הכי נצפה -[/I]

# #34013
source: [I]- Continue Watching -[/I]
he_il: [I]- המשך צפיה -[/I]

# #34014
source: [I]- Favorites -[/I]
he_il: [I]- מועדפים -[/I]

# #34015
source: [I]- Recent Videos -[/I]
he_il: [I]- סרטי וידאו אחרונים -[/I]

# #34100
source: Stream is not available
he_il: אין הזרמה זמינה

# #34101
source: Video Info Not Found
he_il: לא נמצא מידע וידאו

# #34102
source: Video Resource Not Found
he_il: לא אותר מקור וידאו

# #34103
source: Content is DRM encrypted it won't play in Kodi at this moment
he_il: התוכן מוגן על ידי DRM מוצפן ולא ניתן לניגון בקודי ברגע זה

# #34104
source: Not Authorised
he_il: אין לך הרשאה

# #34105
source: Authentication Failed
he_il: האימות נכשל
